Repository: amalsha33/SIClubApp
Catalog: Project/Helper/AppResource.*.resx
Languages: ar

# ad1
source: Engineering
ar: الهندسة

# ad2
source: Technological
ar: التقنية

# ad3
source: Medical
ar: طبي

# ad4
source: Houseware
ar: أدوات منزلية

# ad5
source: Enviromental
ar: بيئة

# ad6
source: Transporlation
ar: وسائل النقل

# ad7
source: Machinelearning
ar: لغة الآله

# ad8
source: InforSecurity
ar: أمن المعلومات

# adviser
source: Consultants
ar: الاستشاريين

# body
source: Please Fill the Fields
ar: رجاء املأ الحقول

# btnres
source: Reset
ar: إعادة تعيين

# btns
source: Submit
ar: إرسال

# btnsave
source: Save
ar: حفظ

# btnsend
source: send
ar: إرسال

# c
source: Coureses
ar: الدورات

# c1
source: Course1
ar: دورة1

# c2
source: Course2
ar: دروة2

# c3
source: Course3
ar: دورة2

# c4
source: Course4
ar: دورة4

# change1
source: Change Email
ar: تغير البريد الإكتروني

# change2
source: Change Password
ar: إعدادات كلمة المرور

# cn
source: there isnt a course to show
ar: لا يوجد دورات يمكن عرضهم

# con1
source: General discussions
ar: مناقشة عامة

# con2
source: Consultants
ar: استشاريون

# cons
source: Consulting
ar: مستشار

# diss
source: your discussion
ar: اكتب مناقشتك هُنا

# dissw
source: Please write your discussion
ar: رجاء قم بكتابة مناقشتك

# dn
source: there isnt a disscusion to show
ar: لايوجد مناقشات يمكن عرضهم

# e1
source: sorry! try again this Account is Registerd
ar: عذرا الحساب الذي تحاول الوصول اليه موجود مسبقا

# em1
source: your Email
ar: بريدك الإلكتروني

# em2
source: New Email
ar: عنوان البريد الإلكتروني الجديد

# em3
source: Confirm Email
ar: بريدك الإلكتروني

source: Email:
ar: البريد الالكتروني :

# emt
source: NewEmail and Confirm doesnt match
ar: الايميل الجديد وتاكيد الايميل لا يتطابق

# emv
source: Please Enter a vaild Email
ar: رجاء قم بادخال الايميل بشكل صحيح

# er
source: Error
ar: خطأ

# eve1
source: Event1
ar: حدث1

# eve2
source: Event2
ar: حدث2

# f1
source: Name
ar: الاسم

# f2
source: Email
ar: البريد الاكتروني

# f3
source: Password
ar: كلمة المرور

# f4
source: ConfirmPassword
ar: تاكيد كلمة المرور

# faq1
source: What is Science Innovation club used for?
ar: في ماذا يستخدم نادي الابتكار العلمي

# faq10
source: How can I contact the adviser?
ar: كيف يمكنني التواصل مع المستشار؟

# faq11
source: - From Consulting button .
ar: - عن طريق زر الاستشارات

# faq12
source: Where Can I share my Idea ?
ar: كيف يمكنني مشاركة فكرتي؟

# faq13
source: - There is a button in the home page says
ar: - هناك زر في الصفحة الرئيسية بعنوان "

# faq14
source: (Do you have an Invention)
ar: "هل لديك اختراع؟

# faq15
source: Can I contact the group members?
ar: هل يمكنني التواصل مع أعضاء النادي؟

# faq16
source: -Yes you can.
ar: - نعم يمكنك ذلك.

# faq17
source: How to Sign up?
ar: كيف أنشئ حساب؟

# faq18
source: Sign up - fill your information - Verification -fill
ar: - سجل الان - (إنشاء حساب) املأ معلوماتك - التحقق - املأ .

# faq19
source: the Application form.
ar: استمارة التقديم .

# faq2
source: - Protect your Idea and Invention.
ar: - حماية فكرتك واختراعك.

# faq3
source: - Helps you to develop your Idea.
ar: - يساعدك على تطوير فكرتك.

# faq4
source: Is it free?
ar: هل النادي مجاني؟

# faq5
source: - Yes, it is free
ar: - نعم .

# faq6
source: Is is specifical for PNU student only?
ar: هل النادي مخصص لطالبات جامعة الأميرة نورة بنت عبدالرحمن؟

# faq7
source: - Yes, maybe in future well be for evryone.
ar: - نعم ، ممكن في المستقبل يكون للجميع .

# faq8
source: Is it IOS, Android Software or both?
ar: هل هو IOS أم Android أم كليهما ؟

# faq9
source: - Both
ar: - كليهما

# gen
source: General discussion
ar: مناقشة عامة

# gen1
source: (with club members)
ar: (بمشاركة أعضاء النادي)

# gen2
source: Reema
ar: ريما

# gen3
source: any post you suggest
ar: اي اقتراح توده

# gen4
source: Bodur
ar: بدور

# gen5
source: join me to learn C#
ar: تواصل معي لتعلم c#

# h1
source: Do you have an invention?
ar: هل لديك أختراع أو إبتكار تريد نشره وحفظه؟

# h2
source: Inventions
ar: الإختراعات

# h3
source: Do you need an Idea ?
ar: هل تحتاج الى فكرة ؟

# h4
source: IdeaBank
ar: بنك الأفكار

# i1
source: complete
ar: مكتمل

# i2
source: under development
ar: تحت التطوير

# idea
source: Idea Bank
ar: بنك الأفكار

# idea1
source: Engineering Innovation
ar: اختراعات هندسية

# idea2
source: Technological Innovation
ar: اختراعات تقنية

# idea3
source: Medical Innovation
ar: اختراعات طبية

# idea4
source: Houseware Innovation
ar: اختراعات منزلية

# idea5
source: Enviromental Innovation
ar: اختراعات بيئية

# idea6
source: Transporlation Innovation
ar: اختراعات التنقل

# idea7
source: Machinelearning Innovation
ar: اختراعات التعليم الالي

# idea8
source: Information Security Innovation
ar: اختراعات أمن المعلومات

# idea9
source: Cloud Computing inventions
ar: اختراعات الحوسبة السحابية

# inv
source: Inventions
ar: الافكار والاختراعات

# inv1
source: name of invention
ar: اسم الاختراع

# inv2
source: Scientific classification:
ar: التصنيف العلمي

# inv3
source: scientific classification
ar: التصنيف العلمي

# inv4
source: Idea Type:
ar: نوع الفكرة

# inv5
source: select a type
ar: اختار نوع الفكرة

# inv6
source: state invention:
ar: حالة الفكرة

# inv7
source: select a state
ar: اختار حالة الفكرة

# inv8
source: Talk about your invention
ar: تحدث عن اختراعك

# m1
source: User Profile
ar: حساب المستخدم

# m10
source: Welcome
ar: مرحبا

# m2
source: Courses
ar: الدورات

# m3
source: Workshops
ar: ورش العمل

# m4
source: New&Event
ar: الأخبار والأحداث

# m5
source: Consulting
ar: أخذ إستشارة

# m6
source: FAQ
ar: الاسئلة الشائعة

# m7
source: Resources
ar: المصادر

# m8
source: Contact
ar: تواصل معنا

# m9
source: Log Out
ar: تسجيل خروج

source: Mobile:
ar: رقم الجوال :

source: Name:
ar: الاسم :

# ne
source: there isnt a News and event to show
ar: لا يوجد احداث او اخبار يمكن عرضهم

# new1
source: News1
ar: جديد1

# new2
source: News2
ar: جديد2

# news
source: News&Events
ar: الاخبار والاحداث

# nonuser
source: You Arent Authorized, Pleas Login
ar: انت غير مسجل قم بتسجيل الدخول للتطبيق

source: Ok
ar: حسنا

# pass1
source: your password
ar: كلمة المرور الحالية

# pass2
source: New Password
ar: كلمة المرور الجديدة

# pass3
source: Confirm Password
ar: تأكيد كلمة المرور

# passt
source: NewPass and Confirm doesnt match
ar: كلمة المرور وتاكيد كلمة المرور لا يتطابقان

# passv
source: Password must contain at least one digit, one uppercase character and one special symbol
ar: كلمة المرور يجب ان تحتوي على الاقل حرف خاص حرف كبير وحرف صغير

# pri
source: Private discussion
ar: مناقشة خاصة

# pri1
source: (with Consultant)
ar: (بمشاركة الاستشاريين)

# pri2
source: Dr.
ar: الدكتور

# pri3
source: Contact me by email
ar: تواصل معي من خلال البريد الالكتروني

# pro1
source: Privacy
ar: حساب خاص

# pro2
source: My ideas and inventions
ar: أفكاري واختراعاتي

# pro3
source: My discussion
ar: مناقشتي

# pro4
source: change Email
ar: تغيير البريد الالكتروني

# pro5
source: change Password
ar: تغير الرقم السري

# problem
source: There is a Problem please try again
ar: هنالك مشكلة ما حاول مرة اخرى

# res
source: Resources
ar: المصادر

# res1
source: Title
ar: عنوان

# res2
source: Article
ar: مقال

# s1
source: Engineering inventions
ar: الاختراعات الهندسية

# s2
source: Technological inventions
ar: الاختراعات التكنولوجية

# s3
source: Medical inventions
ar: الاختراعات الطبية

# s4
source: HouseWare inventions
ar: اختراعات ادوات المنزل

# s5
source: Environmental inventions
ar: الاختراعات البيئية

# s6
source: Transportation inventions
ar: اختراعات ادوات النقل

# s7
source: MachineLearning inventions
ar: اختراعات التعلم الالي

# s8
source: InformationSecurity inventions
ar: اختراعات أمن المعلومات

# StrCont
source: Contact
ar: تواصل معنا

# StrF
source: FAQ
ar: الاسئلة الشائعة

# String1
source: We welcome dreamers and open doors for them
ar: نرحّب بالحالمين ونفتح لهم الأبواب

# String10
source: Continue as a guest
ar: الاستمرار كضيف

# String11
source: Email
ar: الايميل

# String12
source: Password
ar: كلمة السر

# String13
source: Create Account
ar: إنشاء حساب

# String14
source: Sign up
ar: سجل

# String15
source: Student
ar: طالب/ة

# String16
source: Adviser
ar: مستشار/ة

# String17
source: Application form
ar: نموذج التقديم

# String18
source: Please fill this form to be a member in our club
ar: أرجو تعبئة النموذج للإتحاق بالنادي

# String19
source: Gender
ar: الجنس:

# String2
source: - Mohammed bin Salman.
ar: محمد بن سلمان

# String20
source: Date of Birth:
ar: تاريخ الميلاد:

# String21
source: Nationality:
ar: الجنسية:

# String22
source: Country Birth
ar: مكان الميلاد:

# String23
source: Mobile num
ar: رقم الجوال:

# String24
source: Academic /professional Qualification:
ar: مؤهلات الأكادمية/المهنية:

# String25
source: Acceptance of the club policies are required
ar: مطلوب قبول سياسات النادي

# String26
source: I read and agree the terms and conditions
ar: قرأت البنود والشروط وأوافق عليها

# String27
source: Submit
ar: حفظ

# String28
source: First Name:
ar: الأسم الاول:

# String29
source: Last Name:
ar: الأسم الأخير:

# String3
source: Our goal is to help students write their invention and preserve their rights by registering those ideas and projects in their names as inventors with the addition of some constructive idea that will be shared by faculty members advisors, and experts to make this idea successful and implementable..
ar: مساعدة الطلاب في كتابة اختراعاتهم والحفاظ على حقوقهم من خلال تسجيل الأفكار والمشاريع بأسمائهم كمخترعين مع إضافة بعض الأفكار البنّاءة التي سيشاركها أعضاء هيئة التدريس والمستشارين والخبراء لإنجاح وتنفيذ هذه الفكرة

# String30
source: Famile
ar: انثى

# String31
source: Male
ar: ذكر

# String4
source: Welcome to SlClub
ar: أهلاً بكم في نادي الإبداع العلمي

# String5
source: Sign in
ar: تسجيل الدخول

# String6
source: Forgot password?
ar: هل نسيت كلمة المرور؟

# String7
source: Sign in
ar: تسجيل الدخول

# String8
source: Create Account
ar: ليس لديك حساب؟

# String9
source: Sign Up
ar: سجل الان

# t1
source: inventions
ar: الاختراعات

# t2
source: solve the problem
ar: حل المشكلة

# t3
source: creative idea
ar: افكار ابداعية

# w
source: WorkShops
ar: ورش العمل

# w1
source: WorkShop1
ar: ورشة عمل 1

# w2
source: WorkShop2
ar: ورشة اعمل 2

# w3
source: WorkShop3
ar: ورشة عمل 3

# w4
source: WorkShop4
ar: ورشةعمل 4

# wn
source: there isnt a WorkShops to show
ar: لايوجد ورش عمل يمكن عرضهم
